import React from 'react'
import './pol.css'
import { useEffect } from 'react'

const Policy = () => {

    useEffect(() => {
        window.scrollTo(0, 0)
      }, [])

      useEffect(()=>{
        document.title='Telecom Academy Policy | Terms & conditions'
      })

  return (
    <div className='maro'>
      <h2>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h2>
<p><strong>Telecom Academy</strong> (далее «Компания») обязуется защищать конфиденциальность своих пользователей. Настоящая Политика конфиденциальности («Политика конфиденциальности») призвана помочь вам понять, какую информацию мы собираем, как мы ее используем, что мы делаем для ее защиты, а также помочь вам принимать обоснованные решения при использовании нашего сайта. Если ниже не указано иное, настоящая Политика конфиденциальности применяется к любому веб-сайту, ссылающемуся на настоящую Политику конфиденциальности, к любому веб-сайту Компании, а также к любым данным, которые Компания может собирать на партнерских и неаффилированных сайтах.</p>
<p>В рамках настоящего Соглашения термины «мы», «нас» и «наш» относятся к Компании. «Вы» относится к вам, как к пользователю веб-сайта.</p>
<h2>I. СОГЛАСИЕ</h2>
<p>Заходя на наш сайт, вы принимаете нашу Политику конфиденциальности и Условия использования, а также соглашаетесь на сбор, хранение, использование и раскрытие вашей личной информации, как описано в данной Политике конфиденциальности. Кроме того, пользуясь нашим сайтом или услугами партнерских и неаффилированных сайтов, вы принимаете политику и методы, описанные в настоящей Политике конфиденциальности. Каждый раз, когда вы посещаете наш сайт, и каждый раз, когда вы добровольно предоставляете нам информацию, вы соглашаетесь с тем, что вы даете согласие на сбор, использование и раскрытие предоставленной вами информации, а также соглашаетесь получать электронные письма или иным образом связываться с нами, как описано в настоящей Политике конфиденциальности. Независимо от того, регистрируетесь ли вы или ведете с нами какие-либо дела, настоящая Политика конфиденциальности распространяется на всех пользователей сайта.</p>
<h2>II. ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ</h2>
<p>Мы можем собирать как «Неличную информацию», так и «Личную информацию» о вас. «Неличная информация» включает в себя информацию, которая не может быть использована для идентификации личности, например, анонимные данные об использовании, общую демографическую информацию, которую мы можем собирать, страницы и URL, на которые ссылаются/выходят пользователи, типы платформ, предпочтения, которые вы предоставляете, и предпочтения, которые формируются на основе предоставленных вами данных и количества кликов. «Личная информация» включает в себя информацию, которая может быть использована для вашей личной идентификации, например, ваше имя, адрес и адрес электронной почты.</p>
<h3>Google Аналитика</h3>
<p>Этот сайт использует Google Analytics для отслеживания информации о вашем использовании сайта.  Мы можем отслеживать информацию, предоставленную нам вашим браузером или при использовании веб-сайта, такую как веб-сайт, с которого вы пришли (известный как «ссылающийся URL»), тип используемого вами браузера, устройство, с которого вы подключились к веб-сайту, время и дата доступа, и другую информацию, которая не идентифицирует вас лично.  Мы используем эту информацию, в частности, для обеспечения работы сайта, поддержания качества сайта, предоставления общей статистики использования сайта и для других деловых целей. </p>
<h3>Cookies</h3>
<p>Мы отслеживаем эту информацию в Google Analytics с помощью файлов cookie, или небольших текстовых файлов, содержащих анонимный уникальный идентификатор. Файлы cookie отправляются в браузер пользователя с наших серверов и хранятся на жестком диске компьютера пользователя. Отправка файлов cookie в браузер пользователя позволяет нам собирать неличную информацию о нем и сохранять данные о предпочтениях пользователя при использовании наших услуг, как на индивидуальной, так и на совокупной основе.  Компания может использовать как постоянные, так и сеансовые файлы cookie; постоянные файлы cookie остаются на вашем компьютере после закрытия сеанса и до тех пор, пока вы их не удалите, в то время как сеансовые файлы cookie заканчивают свое действие после закрытия браузера. Постоянные файлы cookie можно удалить, следуя указаниям файла справки вашего интернет-браузера. Если вы решите отключить файлы cookie, некоторые разделы сайта могут работать некорректно.</p>
<ul><li><strong>Вы можете отключить cookies в своем браузере, воспользовавшись следующими инструкциями:</strong></li></ul>
<ul><li><a href="https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies" target="_blank" rel="noreferrer">Internet Explorer</a></li>
<li><a href="https://support.google.com/accounts/answer/61416" target="_blank" rel="noreferrer">Chrome</a></li>
<li><a href="https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac" target="_blank" rel="noreferrer">Safari</a></li>
<li>Для любого другого браузера, пожалуйста, обратитесь непосредственно к справочной информации по управлению файлами cookie, доступной в Интернете.</li></ul>
<h3>Формы веб-сайта</h3>
<p>На нашем сайте может присутствовать несколько онлайн-форм, в которых вы можете предоставить личную информацию, чтобы выразить интерес к нашему бизнесу или отправить запрос, касающийся нашего бизнеса.  Эти формы могут выглядеть как формы запроса предложений, формы «Свяжитесь с нами», формы запроса свадебных предложений или другие подобные формы, которые запрашивают вашу информацию перед отправкой. Когда вы связываетесь с нами через форму на нашем сайте, мы собираем информацию, которая идентифицирует вас, например, ваше имя, должность, название компании, номер телефона, адрес электронной почты и другую личную информацию. Некоторые из этих данных являются обязательными, а другие - необязательными. Эта информация используется для того, чтобы лучше ответить на ваш запрос, не используется в маркетинговых целях и не передается другим сторонним компаниям.  Если вы предпочитаете, чтобы мы не собирали эту информацию, просто не заполняйте форму.  Если вы уже предоставили свою информацию через форму и хотите удалить ее, пожалуйста, напишите нам.</p>
<h3>Коммуникации по электронной почте</h3>
<p>На основании предоставленной вами личной информации мы можем общаться с вами в ответ на ваши запросы, чтобы предоставить запрашиваемые вами услуги и управлять вашим счетом. Мы будем общаться с вами по электронной почте или по телефону в соответствии с вашими пожеланиями.  Мы также можем использовать ваши личные данные для отправки вам обновлений и других рекламных сообщений. Если вы больше не хотите получать эти обновления по электронной почте, вы можете отказаться от их получения, следуя инструкциям, содержащимся в каждом обновлении или сообщении.</p>
<p>В частности, мы используем MailChimp для хранения адресов электронной почты тех, кто принял участие в наших маркетинговых кампаниях по электронной почте.  Мы также используем MailChimp для рассылки маркетинговых писем по списку наших подписчиков. Эти письма могут содержать пиксель или веб-маяк, который определяет, 1) получили ли вы письмо; 2) открыли ли вы письмо; или 3) нажали ли вы на него.  Вы можете отказаться или отписаться от наших маркетинговых писем, если не хотите, чтобы мы собирали эту информацию о вас. Вы также можете написать нам, если хотите, чтобы вас удалили. Для получения дополнительной информации, пожалуйста, ознакомьтесь с <a href="http://mailchimp.com/legal/privacy/" rel="noreferrer" target="_blank">Mailchimp’s own Privacy Policy&#8203;</a>.</p>
<h2>Реклама в Интернете</h2>
<p>Мы участвуем в различных видах онлайн-рекламы. Эта реклама показывает вам наши объявления на сайтах и в приложениях, которые находятся за пределами этого сайта. </p>
<p>Мы собираем информацию, которая идентифицирует вас:</p>
<ul><li>какие объявления показываются</li>
<li>на какие объявления нажимают</li>
<li>где было показано объявление</li></ul>
<h3>Кнопки, инструменты и контент от других компаний</h3>
<p>Наши веб-сайты могут содержать такие функции, как плагины, кнопки, инструменты или контент, которые ссылаются на другие компании. Мы можем собирать информацию о том, как вы используете эти функции. Кроме того, когда вы видите или взаимодействуете с этими кнопками, инструментами или контентом, или просматриваете любую из наших веб-страниц, содержащих их, некоторая информация из вашего браузера может автоматически отправляться в другую компанию. Для получения дополнительной информации ознакомьтесь с политикой конфиденциальности этой компании.</p>
<h3>Социальные сети</h3>
<p>Мы представлены в различных социальных сетях, таких как Facebook, Instagram, Google+ и LinkedIn. Мы можем собирать информацию, когда вы взаимодействуете с нашими аккаунтами и страницами в социальных сетях.</p>
<h2>III. КАК МЫ ИСПОЛЬЗУЕМ И ПЕРЕДАЕМ ИНФОРМАЦИЮ</h2>
<p>Данные, которые мы собираем о вас, могут быть использованы следующим образом:</p>
<ul><li>Устранение неполадок на наших сайтах и диагностика проблем</li>
<li>Предоставление вам любых услуг, поддержки или информации, которые вы запросили</li>
<li>Лучшее понимание поведения пользователей на наших сайтах, чтобы мы могли обновлять наш сайт, чтобы лучше удовлетворять потребности и интересы наших клиентов </li>
<li>Отправлять вам информацию о нашей компании или нашем сайте</li>
<li>Отправка сообщений клиентам нашей компании, относящихся к различным бизнес-функциям, например, связанным с платежами или изменениями в обслуживании </li>
<li>Сокращение и устранение случаев мошенничества и защита вас и компании</li></ul>
<h3>Личная информация:</h3>
<p>В целом, мы не продаем, не обмениваем, не сдаем в аренду и не передаем иным образом вашу Личную информацию третьим лицам без вашего согласия. Мы можем передавать вашу Личную информацию поставщикам и другим сторонним провайдерам, которые оказывают услуги для компании. Как правило, используемые нами поставщики и сторонние провайдеры будут собирать, использовать и раскрывать вашу информацию только в той мере, в какой это необходимо для выполнения ими услуг, которые они оказывают Компании.  Например, когда вы предоставляете нам личную информацию для завершения транзакции, проверки вашей кредитной карты, размещения заказа, организации доставки или возврата покупки, вы соглашаетесь на сбор и использование нами такой личной информации для этих конкретных целей, в том числе путем передачи такой информации нашим поставщикам (и их поставщикам услуг), выполняющим эти услуги для Компании.  </p>
<p>Однако некоторые сторонние поставщики услуг, например, платежные процессоры, имеют собственную политику конфиденциальности в отношении информации, которую мы должны предоставлять им для использования их услуг.  В отношении таких сторонних поставщиков услуг мы рекомендуем вам ознакомиться с их политикой конфиденциальности, чтобы вы могли понять, каким образом ваша личная информация будет обрабатываться такими поставщиками.</p>
<p>Кроме того, мы можем раскрыть вашу Личную информацию, если это требуется по закону или если вы нарушаете наши Условия использования.</p>
<h3>Неличная информация:</h3>
<p>В целом, мы используем неличную информацию, чтобы помочь нам улучшить веб-сайт и настроить работу с ним. Мы также агрегируем Неличную информацию для отслеживания тенденций и анализа использования веб-сайта. Настоящая Политика конфиденциальности ни в коей мере не ограничивает использование или раскрытие нами Неличной информации, и мы оставляем за собой право использовать и раскрывать такую Неличную информацию нашим партнерам, рекламодателям и другим третьим лицам по нашему собственному усмотрению.</p>
<h2>IV. КАК МЫ ЗАЩИЩАЕМ ИНФОРМАЦИЮ</h2>
<p>Мы принимаем разумные меры предосторожности и следуем передовым отраслевым практикам для защиты вашей личной информации и обеспечения того, чтобы такая личная информация не была доступна, раскрыта, изменена или уничтожена.  Однако эти меры не гарантируют, что ваша информация не будет доступна, раскрыта, изменена или уничтожена в результате нарушения таких мер предосторожности. Используя наш сайт, вы подтверждаете, что понимаете и соглашаетесь принять на себя эти риски.</p>
<h2>V. ВАШИ ПРАВА В ОТНОШЕНИИ ИСПОЛЬЗОВАНИЯ ВАШЕЙ ЛИЧНОЙ ИНФОРМАЦИИ</h2>
<p>Вы можете ограничить сбор или использование вашей личной информации следующими способами:</p>
<ul><li>когда вас просят заполнить форму на сайте, найдите поле, которое можно нажать, чтобы указать, что вы хотите использовать информацию в целях прямого маркетинга, и оставьте его без галочки</li>
<li>если вы ранее согласились на использование нами вашей личной информации в целях прямого маркетинга, вы можете изменить свое решение в любое время, написав нам или отправив письмо по электронной почте</li></ul>
<p>Мы не будем продавать, распространять или сдавать в аренду вашу личную информацию третьим лицам, если только у нас нет вашего разрешения или если это не требуется по закону. </p>
<p>Если вы считаете, что какая-либо информация о вас неверна или неполна, напишите или отправьте нам электронное письмо по указанному выше адресу как можно скорее. Мы незамедлительно исправим любую информацию, признанную неверной.</p>
<h2>VI. ССЫЛКИ НА ДРУГИЕ ВЕБ-САЙТЫ</h2>
<p>В рамках веб-сайта мы можем предоставлять ссылки на другие веб-сайты или приложения или обеспечивать совместимость с ними. Однако мы не несем ответственности за методы обеспечения конфиденциальности, применяемые на этих сайтах, а также за содержащуюся на них информацию или контент. Настоящая Политика конфиденциальности относится исключительно к информации, собранной нами через веб-сайт. Таким образом, настоящая Политика конфиденциальности не распространяется на использование вами веб-сайта третьей стороны, доступ к которому осуществляется по ссылке с нашего веб-сайта. Если вы получаете доступ или используете веб-сайт через или на другом веб-сайте или приложении, то политика конфиденциальности этого другого веб-сайта или приложения будет применяться к вашему доступу или использованию этого сайта или приложения. Мы рекомендуем нашим пользователям ознакомиться с положениями о конфиденциальности других сайтов, прежде чем приступать к их использованию.</p>
<h2>VII. СВЯЗАТЬСЯ С НАМИ И ОТОЗВАТЬ СОГЛАСИЕ</h2>
<p>Если у вас возникли вопросы относительно настоящей Политики конфиденциальности или практики использования данного Сайта, или вы хотите отозвать свое согласие на дальнейший сбор, использование или раскрытие вашей Личной информации, пожалуйста, свяжитесь с нами, отправив нам электронное письмо.</p>
<h2>VIII. Последнее обновление</h2>
<p>Настоящая Политика конфиденциальности была в последний раз обновлена в понедельник, 4 мая 2023 года.</p>
    </div>
  )
}

export default Policy
