[
    {
        "id": 1,
        "title": "Академия Лидерства",
        "total_courses": 10,
        "description": "Академия Лидерства занимается обучением и развитием лидерских качеств у руководителей и будущих лидеров. В программу входят курсы по управлению, стратегическому мышлению и развитию личных навыков лидерства."
    },
    {
        "id": 1,
        "title": "HSE Академия",
        "total_courses": 10,
        "description": "HSE Академия специализируется на обучении и повышении квалификации специалистов в области безопасности и охраны труда. Программы включают в себя курсы по профилактике несчастных случаев, оценке рисков, и внедрению стандартов безопасности на рабочем месте."
    },
    {
        "id": 1,
        "title": "Академия Qazaq&English",
        "total_courses": 10,
        "description": "Академия Qazaq&English специализируется на обучении казахского и английского языков как иностранных. В ее программу входят курсы по изучению грамматики, разговорной практике, а также подготовка к международным экзаменам по английскому языку."
    },
    {
        "id": 1,
        "title": "Академия Сервиса и Продаж",
        "total_courses": 10,
        "description": "Академия Сервиса и Продаж предоставляет обучение и развитие навыков обслуживания клиентов и продаж. Программы включают в себя курсы по клиентоориентированному подходу, навыкам коммуникации и управлению продажами."
    },
    {
        "id": 1,
        "title": "Техническая Академия",
        "total_courses": 10,
        "description": "Техническая Академия специализируется на обучении технических специалистов в различных областях. В ее программу могут входить курсы по инженерии, информационным технологиям, строительству и другим техническим дисциплинам."
    },
    {
        "id": 1,
        "title": "IT Академия",
        "total_courses": 10,
        "description": "IT Академия специализируется на обучении IT-специалистов и разработке профессиональных навыков в сфере информационных технологий. Программы включают в себя курсы по программированию, администрированию сетей, кибербезопасности и другим аспектам IT."
    },
    {
        "id": 1,
        "title": "Jas Академия",
        "total_courses": 10,
        "description": "Jas Академия предоставляет обучение и развитие для детей работников. Программы могут включать в себя курсы по академическим предметам, творческим занятиям, и развитию социальных навыков."
    },
    {
        "id": 1,
        "title": "Финансовая Академия",
        "total_courses": 10,
        "description": "Финансовая Академия специализируется на обучении и развитии профессионалов в сфере финансов и инвестиций. В ее программу входят курсы по финансовому анализу, управлению инвестициями, бухгалтерскому учету и финансовому планированию."
    },
    {
        "id": 1,
        "title": "EX Академия",
        "total_courses": 10,
        "description": "EX Академия предоставляет обучение и развитие для сотрудников компании EX или связанных с ней организаций. Программы могут включать в себя курсы по корпоративной культуре, профессиональному развитию и специализированным навыкам, необходимым для успешной работы в данной среде."
    }
]
